Repository: cppweb/wikipp
Catalog: po/*.po
Languages: he, pl

source: LANG
he: עברית
pl: Polski

source: Users Only
he: משתמשים בלבד

source: Contact e-mail
he: דוא"ל ליצירת־קשר
pl: Adres kontaktowy

source: Wiki Title
he: כותרת הויקי
pl: Tytuł wiki

source: About Wiki
he: אודות ויקי
pl: O wiki

source: Copyright String
he: זכויות היוצרים

source: Submit
he: שלח
pl: Wyślij

source: Disable creation of new articles by visitors
he: בטל יצירת מאמרים חדשים ע" מבקרים
pl: Wyłącza tworzenie nowych artykułów przez gości

source: Wiki++ &mdash; CppCMS Wiki
he: ויקי++ &mdash; ‏ויקי על CppCMS

source: ## About Wiki++ is a wiki engine powered by [CppCMS](http://cppcms.sf.net/) web development framework.
he: ## אודות ויקי++ זה מנוע ויקי מבוסס על תשתית פיתוח אינטרנט [CppCMS](http://cppcms.sf.net/)
pl: ## O Wiki++ jest silnikiem wiki napędzanym szkieletem [CppCMS](http://cppcms.sf.net/) dla aplikacji web.

source: &copy; All Rights Reserverd
he: ‏&copy; כל הזכויות שמורות
pl: &copy; Wszelkie prawa zastrzeżone

source: Title
he: כותרת
pl: Tytuł

source: Content
he: תוכן
pl: Zawartość

source: Sidebar
he: סרגל־צד

source: Save
he: שמור
pl: Zapisz

source: Save and Continue
he: שמור והמשך
pl: Zapisz i kontynuuj

source: Preview
he: תצוגה מקדימה
pl: Podgląd

source: Disable editing by visitors
he: בטל עריכה למבקרים
pl: Wyłącz edycję przez gości

source: Please Login
he: אנא התחבר
pl: Proszę się zalogować

source: Username
he: שם משתמש
pl: Nazwa użytkownika

source: Password
he: ססמה
pl: Hasło

source: Login
he: התחברות
pl: Logowanie

source: Confirm
he: אמת
pl: Potwierdź

source: Solve
he: פתור

source: This user exists
he: המשתמש קיים
pl: Taki użytkownik istnieje

source: Wellcome to WikiPP
he: ברוכים הבאים ל־ויקי++
pl: Zapraszamy do WikiPP

source: Users Area
he: אזור משתמשים
pl: Obszar użytkownika

source: Navigation
he: ניווט
pl: Nawigacja

source: Index
he: אינדקס
pl: Indeks

source: Changes
he: שינויים
pl: Zmiany

source: Main Page
he: עמוד ראשי
pl: Strona główna

source: LTR
he: RTL

source: Logout
he: יציאה
pl: Wyloguj

source: Main
he: ראשי
pl: Główna

source: Valid CSS
he: ‏css תקני
pl: Poprawny CSS

source: Valid XHTML 1.0
he: ‏XHTML 1.0 תקני
pl: Poprawny XTML 1.0

source: Template design based on <a href="http://ContentedDesigns.com">Contented Designs</a>
he: התבנית מבוססת על עיצוב <a href="http://ContentedDesigns.com">Contented Designs</a>
pl: Projekt wzorca bazuja na <a href="http://ContentedDesigns.com">Contented Designs</a>

source: Contact
he: צור קשר
pl: Kontakt

source: Edit
he: עריכה
pl: Edycja

source: History
he: היסטוריה
pl: Histora

source: New Article
he: מאמר חדש
pl: Nowy artykuł

source: Back to page
he: חזרה מאמר
pl: Powrót do strony

source: Edit this version (rollback)
he: ערוך גרסה זו (שחזור)
pl: Edycja tej wersji (przywrócenie)

source: (version {1}, from {2,date=s})
he: (גרסה {1}, ב־{2,date=s})

source: Difference "{1}" ver. {2} versus ver. {3}
he: השוואה של "{1}", גרסה {2}, גרסה {3}
pl: Różnica "{1}" w. {2} w stosunku do w. {3}

source: Edit version {1}
he: ערוך גרסה {1}

source: No such page or version exist
he: עמוד או גרסאות כאלה לא קיימים
pl: Wybrana strona lub wersja nie istnieje

source: No difference between these versions
he: אין הבדל בין הגרסאות
pl: Brak różnic między tymi wersjami

source: Titles
he: כותרות
pl: Tytuły

source: Version {1}
he: גרסה {1}
pl: Wersja {1}

source: WikiPP :: History
he: ויקי++ :: היסטוריה
pl: WikiPP :: Historia

source: Version {1,num}, changed at {2,date=s}, by {3}
he: גרסה {,num1}, עודכנה ב־{2,date=s} ע"י {3}

source: Show
he: הצג
pl: Pokaż

source: Edit (rollback)
he: עריכה (שחזור)
pl: Edytuj (przywróć)

source: Diff to previous
he: השוואה עם גרסה קודמת
pl: Różnice z poprzednią

source: History is empty
he: היסטוריה ריקה
pl: Historia jest pusta

source: Next page
he: עמוד הבא
pl: Następna strona

source: WikiPP :: Login
he: ויקי++ :: כניסה
pl: WikiPP :: Logowanie

source: Register as new user
he: הרשם כמשתמש חדש
pl: Rejestracja jako nowy użytkownik

source: WikiPP :: Register
he: ויקי :: הרשמה
pl: WikiPP :: Rejestracja

source: WikiPP :: Edit Options
he: ויקי :: עריכת הגדרות
pl: WikiPP :: Edycja opcji

source: Index of Articles
he: אינדקס מאמרים
pl: Index artykułów

source: Recent Changes
he: שינויים אחרונים
pl: Ostatnie zmiany

source: version {1}, at {2,date=s}, by {3}
he: גרסה {1}, ב־{2,date=s}, ע"י {3}

source: Next Page
he: עמוד הבא
pl: Następna strona

source: No more changes
he: אין יותר שינויים
pl: Nie ma więcej zmian

source: (version {1,num}, from {2,dt=s})
pl: (wersja {1,ord}, z {2,dt=s})

source: Edit version {1,num}
pl: Edycja wersji {1,num}

source: Version {1,num}, changed at {2,dt=s}, by {3}
pl: Wersja {1,num}, zmieniona {2,dt=s}, przez {3}

source: version {1,num}, at {2,dt=s}, by {3}
pl: wersja {1,num}, z {2,dt=s}, przez {3}
